romkatv/powerlevel10k kind:fpath
lukechilds/zsh-nvm
zdharma-continuum/fast-syntax-highlighting kind:defer
Aloxaf/fzf-tab
# zsh-users/zsh-completions

# Oh-my-zsh plugins
ohmyzsh/ohmyzsh path:lib/completion.zsh
ohmyzsh/ohmyzsh path:lib/history.zsh
ohmyzsh/ohmyzsh path:lib/directories.zsh
ohmyzsh/ohmyzsh path:lib/theme-and-appearance.zsh
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/vi-mode
ohmyzsh/ohmyzsh path:plugins/git
unixorn/fzf-zsh-plugin branch:main
